Revit 2027 API
PerformanceAdviserRuleId Operators
The PerformanceAdviserRuleId type exposes the following members.
Operators
Name | Description
Equality(PerformanceAdviserRuleId, PerformanceAdviserRuleId) | Compares two PerformanceAdviserRuleId instances.
Inequality(PerformanceAdviserRuleId, PerformanceAdviserRuleId) | Compares two PerformanceAdviserRuleId instances.
Top
See Also
Reference
PerformanceAdviserRuleId Class
Autodesk.Revit.DB Namespace